Repository: linuxmint/lightdm-settings
Catalog: po/lightdm-settings-*.po
Languages: te

source: Login Window
te: లాగిన్ విండో

source: Quit
te: నిష్క్రమించు

source: Appearance
te: రూపం

source: General
te: సాధారణ

source: Left
te: ఎడమ వైపు

source: Center
te: మద్య

source: Right
te: కుడి వైపు

source: Alignment
te: సర్దుబాటు

source: Alignment of the login box
te: లాగిన్ బాక్స్ యొక్క అమరిక

source: Background
te: వెనుతలం

source: Note: Don't select a background from your home directory if it's encrypted or if its permissions are restricted.
te: గమనిక: మీ హోమ్ డైరెక్టరీ ఎన్‌క్రిప్ట్ చేయబడినా లేదా దాని అనుమతులు పరిమితం చేయబడినా దాని నుండి నేపథ్యాన్ని ఎంచుకోవద్దు.

source: Background color
te: నేపథ్యపు రంగు

source: Stretch background across multiple monitors
te: బహుళ మానిటర్‌లలో నేపథ్యాన్ని విస్తరించండి

source: Draw user backgrounds
te: వినియోగదారు నేపథ్యాలను గీయండి

source: When a user is selected, show that user's background.
te: వినియోగదారుని ఎంచుకున్నప్పుడు, ఆ వినియోగదారు నేపథ్యాన్ని చూపండి.

source: Draw a grid
te: గ్రిడ్ గీయండి

source: Draw a grid of white dots on top of the background.
te: నేపథ్యం పైన తెల్లటి చుక్కల గ్రిడ్‌ను గీయండి.

source: Themes
te: థీమ్‌లు

source: GTK theme
te: GTK థీమ్

source: Icon theme
te: వైవిద్యాంశ ప్రతిమ

source: Mouse pointer
te: మౌస్ పాయింటర్

source: Mouse pointer size
te: మౌస్ పాయింటర్ పరిమాణం

source: Optional pictures
te: ఐచ్ఛిక చిత్రాలు

source: Other monitors
te: ఇతర మానిటర్లు

source: If you have multiple monitors, the user list is placed on the active one, and this picture on the others.
te: మీరు బహుళ మానిటర్‌లను కలిగి ఉన్నట్లయితే, వినియోగదారు జాబితా యాక్టివ్‌లో ఉంచబడుతుంది మరియు ఈ చిత్రం ఇతరులపై ఉంచబడుతుంది.

source: Bottom left
te: దిగువ ఎడమ

source: Select a picture to show on the bottom left of the login window.
te: లాగిన్ విండో దిగువన ఎడమవైపు చూపడానికి చిత్రాన్ని ఎంచుకోండి.

source: Users
te: వినియోగదారులు

source: User list
te: వినియోగదారు జాబితా

source: Allow manual login
te: మాన్యువల్ లాగిన్‌ని అనుమతించండి

source: Add an option in the login window to enter a username.
te: వినియోగదారు పేరును నమోదు చేయడానికి లాగిన్ విండోలో ఎంపికను జోడించండి.

source: Hide the user list
te: వినియోగదారు జాబితాను దాచండి

source: Hide the list of users in the login window.
te: లాగిన్ విండోలో వినియోగదారుల జాబితాను దాచండి.

source: Guest sessions
te: అతిథి సెషన్లు

source: Allow guest sessions
te: అతిథి సెషన్‌లను అనుమతించండి

source: Allow guests to use the computer without a password. A temporary guest account is created automatically when they log in.
te: పాస్‌వర్డ్ లేకుండా కంప్యూటర్‌ని ఉపయోగించడానికి అతిథులను అనుమతించండి. వారు లాగిన్ చేసినప్పుడు తాత్కాలిక అతిథి ఖాతా స్వయంచాలకంగా సృష్టించబడుతుంది.

source: Automatic login
te: స్వయంచాలక ప్రవేశద్వారం

source: Username
te: వినియోగదారుని నామం

source: Warning: Automatic login will fail if the user's home directory is encrypted.
te: హెచ్చరిక: వినియోగదారు హోమ్ డైరెక్టరీ ఎన్‌క్రిప్ట్ చేయబడితే ఆటోమేటిక్ లాగిన్ విఫలమవుతుంది.

source: Delay before connection (in seconds)
te: కనెక్షన్ ముందు ఆలస్యం (సెకన్లలో)

source: If this option is set the login screen will be shown for this many seconds before the automatic login occurs. Any user activity will cancel the countdown.
te: ఈ ఎంపికను సెట్ చేస్తే, ఆటోమేటిక్ లాగిన్ జరగడానికి చాలా సెకన్ల ముందు లాగిన్ స్క్రీన్ చూపబడుతుంది. ఏదైనా వినియోగదారు కార్యాచరణ కౌంట్‌డౌన్‌ను రద్దు చేస్తుంది.

source: These settings require a computer reboot to take effect.
te: ఈ సెట్టింగ్‌లు అమలులోకి రావడానికి కంప్యూటర్ రీబూట్ అవసరం.

source: Settings
te: అమరికలు

source: Activate numlock
te: నమ్‌లాక్‌ని యాక్టివేట్ చేయండి

source: Please install numlockx to use this option.
te: దయచేసి ఈ ఎంపికను ఉపయోగించడానికి numlockxని ఇన్‌స్టాల్ చేయండి.

source: Activate numlock in the login window.
te: లాగిన్ విండోలో నమ్‌లాక్‌ని యాక్టివేట్ చేయండి.

source: Auto
te: స్వయం

source: Enable
te: చేతనించు

source: Disable
te: అచేతనించు

source: HiDPI support
te: HiDPI మద్దతు

source: Support for high pixel density and Retina displays.
te: అధిక పిక్సెల్ సాంద్రత మరియు రెటినా డిస్ప్లేలకు మద్దతు.

source: Monitor
te: మానిటర్

source: Choose which monitor should display the login window, or select 'Auto' if you want it to follow the mouse.
te: లాగిన్ విండోను ఏ మానిటర్ ప్రదర్శించాలో ఎంచుకోండి లేదా మీరు మౌస్‌ని అనుసరించాలనుకుంటే 'ఆటో' ఎంచుకోండి.

source: Panel indicators
te: ప్యానెల్ సూచికలు

source: Hostname
te: అతిధేయపేరు

source: Show the computer hostname in the panel.
te: ప్యానెల్‌లో కంప్యూటర్ హోస్ట్ పేరును చూపండి.

source: Accessibility options
te: యాక్సెసిబిలిటీ ఎంపికలు

source: Show accessibility options in the panel.
te: ప్యానెల్‌లో ప్రాప్యత ఎంపికలను చూపండి.

source: On-screen keyboard layout
te: ఆన్-స్క్రీన్ కీబోర్డ్ లేఅవుట్

source: Battery power
te: బ్యాటరీ శక్తి

source: On laptops, show the battery power in the panel.
te: ల్యాప్‌టాప్‌లలో, ప్యానెల్‌లో బ్యాటరీ శక్తిని చూపండి.

source: Keyboard layout
te: కీబోర్డు నమూనా

source: Show the keyboard layout in the panel.
te: ప్యానెల్‌లో కీబోర్డ్ లేఅవుట్‌ను చూపండి.

source: Quit menu
te: నిష్క్రమణ మెను

source: Show the quit menu in the panel.
te: ప్యానెల్‌లో నిష్క్రమణ మెనుని చూపండి.

source: Clock
te: గడియారం

source: Show a clock in the panel.
te: ప్యానెల్‌లో గడియారాన్ని చూపండి.

source: Clock format
te: గడియార ఆకృతి

source: See https://www.foragoodstrftime.com for more information on formatting.
te: ఫార్మాటింగ్‌పై మరింత సమాచారం కోసం https://www.foragoodstrftime.comని చూడండి.

source: Choose an Image File
te: ఇమేజ్ ఫైల్‌ను ఎంచుకోండి

source: _Cancel
te: రద్దుచేయి (_C)

source: _Open
te: తెరువు (_O)

source: Image files
te: ప్రతిరూప ఫైళ్ళు

source: Configure the login window
te: లాగిన్ విండోను కాన్ఫిగర్ చేయండి
